/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"Automatically download and install updates in the future" = "Aktualisierungen automatisch herunterladen und installieren";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"Relaunch Now" = "Neu starten";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"Relaunch Later" = "Später neu starten";

/* No comment provided by engineer. */
"%.0lf%@ of %.0lf%@" = "%1$.0lf%@ von %3$.0lf%@";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"bytes" = "bytes";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"KB" = "KB";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"MB" = "MB";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"GB" = "GB";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"TB" = "TB";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"(%0.1lf %@/sec) %@ %i %@ remaining" = "(%0.1lf %@/sec) %@ %i %@ remaining";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"seconds" = "seconds";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"minutes" = "minutes";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"hours" = "hours";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"days" = "days";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts. Would you like to relaunch now?" = "%1$@ %2$@ wurde installiert. Soll %3$@ jetzt neu gestartet werden?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ ist die neuste verfügbare Version.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ ist jetzt verfügbar. (Sie haben %3$@). Möchten Sie die neue Version jetzt herunterladen?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory. Are you running off a disk image? If not, ask your system administrator for help." = "%@ hat keine Schreibberechtigung.";

/* No comment provided by engineer. */
"A new version of %@ has been installed" = "Eine neue Version von %@ wurde installiert";

/* No comment provided by engineer. */
"A new version of %@ is available" = "Eine neue Version von %@ ist verfügbar";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Bei der Installation ist ein Fehler aufgetreten. Bitte später erneut versuchen.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "An error occurred in retrieving update information. Bitte später erneut versuchen.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "An error occurred while extracting the archive. Bitte später erneut versuchen.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "An error occurred while trying to download the file. Bitte später erneut versuchen.";

/* No comment provided by engineer. */
"An update is already in progress" = "Ein Update wird bereits geladen";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Beim Start nach Updates suchen?";

/* No comment provided by engineer. */
"Downloading update..." = "Aktualisierte Version herunterladen...";

/* No comment provided by engineer. */
"Extracting update..." = "Aktualisierte Version entpacken...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installieren und neu starten";

/* No comment provided by engineer. */
"Installing update..." = "Aktualisierte Version installieren...";

/* No comment provided by engineer. */
"No" = "Nein";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install" = "Zum Installieren bereit";

/* No comment provided by engineer. */
"Update Error" = "Fehler bei der Aktualisierung";

/* No comment provided by engineer. */
"Updating %@" = "Aktualisieren von %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Möchten Sie, dass %@ beim Start nach Updates sucht? Wenn nicht, können Sie auch manuell vom Programmmenü nach Updates suchen.";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You're up to date" = "Sie sind auf dem neuesten Stand";

